       IDENTIFICATION                           DIVISION.
      ****************************************************************
       PROGRAM-ID.                              COB3.
       AUTHOR.                                  TMAX.
       INSTALLATION.                            TMAX.
       DATE-WRITTEN.                     2013-06-17-11-50.50.000000
       SECURITY.             
      ****************************************************************
       ENVIRONMENT                              DIVISION.
      ****************************************************************
      *===============================================================
       CONFIGURATION                            SECTION.
      *===============================================================
       SOURCE-COMPUTER.                         IBM.
       OBJECT-COMPUTER.                         IBM.
      *
      ****************************************************************
       WORKING-STORAGE                          SECTION.

      *===============================================================
      *  PROGRAM   ROUTINE
      *---------------------------------------------------------------
       PROCEDURE                                DIVISION.
      *---------------------------------------------------------------
           DISPLAY 'COB3: START'
           GOBACK.
